// pages/words/index.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    con1:"con1",
    con2:"con2",
    height:"200rpx",
    words:"words",
    text: "云南美诚均美美容医院隶属于某某医疗集团，均美医疗集团创建于1999年，集团总部设在上海。是目前国内早从事医疗投资的集团企业，也 是国内规模大的医学美容连锁机构。其经营范围涉足医疗、保健、科研等多个医疗卫生领域，业务形态以专科整形美容医院为主。多年来，云南美诚均美美容医院潜心于整形美容行业，已先后在昆明、重庆、苏州、广州等30城设立整形连锁机构。云南美诚均美美容医院隶属于某某医疗集团，均美医疗集团创建于1999年，集团总部设在上海。是目前国内早从事医疗投资的集团企业，也是国内规模大的医学美容连锁机构。其经营范围涉足医疗、保健、科研等多个医疗卫生领域，业务形态以专科整形美容医院为主。多年来，云南美诚均美美容医院潜心于整形美容行业，已先后在昆明、重庆、苏州、广州等30城设立整形连锁机构。云南美诚均美美容医院隶属于某某医疗集团，均美医疗集团创建于1999年，集团总部设在上海。是目前国内早从事医疗投资的集团企业，也是国内规模大的医学美容连锁机构。其经营范围涉足医疗、保健、科研等多个医疗卫生领域，业务形态以专科整形美容医院为主。多年来，云南美诚均美美容医院潜心于整形美容行业，已先后在昆明、重庆、苏州广州等30城设立整形连锁机构。"
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {
    
    
  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {
  
  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {
  
  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {
  
  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {
  
  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {
  
  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {
  
  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {
  
  }
})